Revit 2027 API
ParameterTypeId.TypeWallClosure Property
 "Wall Closure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TypeWallClosure { get; }
Public Shared ReadOnly Property TypeWallClosure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TypeWallClosure {
	ForgeTypeId^ get ();
}
static member TypeWallClosure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace